Repository: itcrowd72/scrap2rtf
Catalog: po/*.po
Languages: ru

source: Try '
ru: Запустите '

source: Usage:
ru: Использование:

source: Convert Shell Scrap Object File to Rich Text Format.
ru: Преобразовывает файлы фрагментов в Rich Text Format.

source: -r, --remove-original remove original scrap file
ru: -r, --remove-original удалить оригинал

source: -v, --verbose verbosely list files processed
ru: -v, --verbose подробный вывод

source: -o, --output-directory output directory
ru: -o, --output-directory каталог для обработанных фрагментов

source: -s, --same-directory convert files into the same directory where the scrap
ru: -s, --same-directory преобразовывать файлы в тот же каталог, где и фрагмент

source: --help display this help and exit
ru: --help показать эту справку и выйти

source: --version output version information and exit
ru: --version показать информацию о версии и выйти

source: Report
ru: Отчеты об ошибках

source: home page: <
ru: домашняя страница: <

source: General help using GNU software: <http://www.gnu.org/gethelp/>
ru: Справка по работе с программами GNU: <http://www.gnu.org/gethelp/>

source: : File
ru: : файл

source: was created in the MS Word 2003/2007/2010
ru: был создан в MS Word 2003/2007/2010

source: was created in the MS Excel 2003
ru: был создан в MS Excel 2003

source: was created in the MS Excel 2007/2010
ru: был создан в MS Excel 2007/2010

source: : File is not a scrap
ru: : файл не является фрагментом

source: File
ru: Файл

source: was successfully converted to file
ru: успешно преобразован в файл

source: Cannot remove original scrap
ru: Невозможно удалить оригинальный фрагмент

source: was successfully removed
ru: успешно удален

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>.
ru: Лицензия GPLv3+: GNU GPL версии 3 или новее <http://gnu.org/licenses/gpl.html>

source: This is free software: you are free to change and redistribute it.
ru: Это свободное ПО: вы можете продавать и распространять его.

source: There is NO WARRANTY, to the extent permitted by law.
ru: Нет НИКАКИХ ГАРАНТИЙ до степени, разрешённой законом.

source: Written by
ru: Автор программы

source: Output directory not found, use current directory
ru: Каталог для обработанных фрагментов не найден, будет использоваться текущий

source: 7z not found, please run "sudo apt-get install p7zip-full"
ru: 7z не найден, пожалуйста запустите "sudo apt-get install p7zip-full"

source: 7z not found, please reinstall application
ru: 7z не найден, пожалуйста переустановите приложение
